tap "homebrew/cask-fonts"

brew "bat"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "fish"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "gpg2"
brew "hub"
brew "pgformatter"
brew "pinentry-mac"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"

cask "font-source-code-pro"
